export const categories = [
    {
      name: "2009-2010",
      groups: [
        {
          name: "Группа A",
          matches: [
            { "team1": "Юность", "team2": "Энергия-09", "score1": 3, "score2": 6, "date": "19.01.2025" },
            { "team1": "Юность", "team2": "Виктория", "score1": 1, "score2": 0, "date": "09.02.2025" },
            { "team1": "Энергия-09", "team2": "Виктория", "score1": 2, "score2": 2, "date": "31.03.2025" },
            { "team1": "Энергия-09", "team2": "Старт", "score1": 11, "score2": 1, "date": "09.03.2025" },
            { "team1": "Виктория", "team2": "Старт", "score1": 2, "score2": 0, "date": "26.01.2025" }
          ]
        },
        {
          name: "Группа B",
          matches: [
            { "team1": "Радуга", "team2": "Энергия-10", "score1": 8, "score2": 3, "date": "19.01.2025" },
            { "team1": "Радуга", "team2": "Виктория-2", "score1": 7, "score2": 3, "date": "21.09.2025" },
            { "team1": "Радуга", "team2": "Молния", "score1": 6, "score2": 3, "date": "16.02.2025" },
            { "team1": "Энергия-10", "team2": "Виктория-2", "score1": 5, "score2": 5, "date": "16.02.2025" },
            { "team1": "Энергия-10", "team2": "Молния", "score1": 8, "score2": 4, "date": "09.03.2025" },
            { "team1": "Виктория-2", "team2": "Молния", "score1": 2, "score2": 4, "date": "02.02.2025" }
          ]
        },
      ],
      reglament: `🔹8 команд, 2 группы по 4 команды

                  🟪Расстановка команд на ГРУППОВОМ этапе проводится по наибольшему количеству набранных очков. За победу присуждается 3 очка, ничья - 1 очко, поражение - 0 очков.
                  🟦В случае равенства очков у двух и более команд места определяются по:
                  - наибольшему количеству очков, набранных во встречах между ними;
                  - наилучшей разнице забитых и пропущенных мячей в играх между ними;
                  - наилучшей разнице забитых и пропущенных мячей во всех играх;
                  - наибольшему количеству забитых мячей во всех играх;
                  - наименьшему количеству пропущенных мячей во всех играх;
                  - по жребию.

                  ⭐️Play-off:
                  🟢Четвертьфинал:
                  1А-4Б
                  2А-3Б
                  3А-2Б
                  4А-1Б

                  🟢Полуфинал:
                  Поб.1А-4Б/Поб.3А-2Б
                  Поб.4А-1Б/Поб.2А-3Б
                  🏆Матч за 3 место:
                  🏆Финал:

                  «🟢Кубок Надежды»
                  Полуфинал:
                  Проиг.1А-4Б/Проиг.3А-2Б
                  Проиг.4А-1Б/Проиг.2А-3Б
                  🏆Финал:

                  🟪Если в стадии PLAY-OFF в основное время победитель не выявлен, то назначается серия штрафных бросков (серия из 3-х бросков, в случае ничейного результата - до первого промаха).`,

    },
    {
      name: "2011-2012",
      groups: [
        {
          name: "Группа A",
          matches: [
            { team1: "Виктория", team2: "Энергия", score1: 7, score2: 4, date: "09.03.2025" },
            { team1: "Виктория", team2: "Юность", score1: 8, score2: 2, date: "26.01.2025" },
            { team1: "Виктория", team2: "Виктория-2", score1: 9, score2: 1, date: "16.02.2025" },
            { team1: "Виктория", team2: "Омская-1", score1: 7, score2: 4, date: "21.09.2025" },
            { team1: "Виктория", team2: "Радуга", score1: 4, score2: 3, date: "28.09.2025" },
            { team1: "Энергия", team2: "Юность", score1: 8, score2: 7, date: "02.02.2025" },
            { team1: "Энергия", team2: "Виктория-2", score1: 10, score2: 2, date: "21.09.2025" },
            { team1: "Энергия", team2: "Омская-1", score1: 6, score2: 8, date: "09.02.2025" },
            { team1: "Энергия", team2: "Тайфун", score1: 9, score2: 0, date: "28.09.2025" },
            { team1: "Юность", team2: "Омская-1", score1: 4, score2: 8, date: "31.03.2025" },
            { team1: "Тайфун", team2: "Радуга", score1: 1, score2: 5, date: "02.02.2025" },
            { team1: "Тайфун", team2: "Виктория-2", score1: 3, score2: 3, date: "19.01.2025" },
            { team1: "Тайфун", team2: "Омская-1", score1: 1, score2: 6, date: "09.03.2025" },
            { team1: "Радуга", team2: "Виктория-2", score1: 2, score2: 1, date: "09.03.2025" },
            { team1: "Радуга", team2: "Омская-1", score1: 5, score2: 8, date: "26.01.2025" },
            { team1: "Омская-1", team2: "Виктория-2", score1: 9, score2: 4, date: "28.09.2025" },
          ],
        },
      ],
      reglament: `🔹7 команд, 1 группа

                  🟪Расстановка команд на ГРУППОВОМ этапе проводится по наибольшему количеству набранных очков. За победу присуждается 3 очка, ничья - 1 очко, поражение - 0 очков.
                  🟦В случае равенства очков у двух и более команд места определяются по:
                  - наибольшему количеству очков, набранных во встречах между ними;
                  - наилучшей разнице забитых и пропущенных мячей в играх между ними;
                  - наилучшей разнице забитых и пропущенных мячей во всех играх;
                  - наибольшему количеству забитых мячей во всех играх;
                  - наименьшему количеству пропущенных мячей во всех играх;
                  - по жребию.

                  ⭐️Play-off:
                  🏆Финал (1-2 м. гр.этап):
                  🏆Матч за 3 место (3-4 м. гр.этап):
                  «🏆Кубок Надежды» (5-6 м. гр.этап)

                  🟪Если в стадии PLAY-OFF в основное время победитель не выявлен, то назначается серия штрафных бросков (серия из 3-х бросков, в случае ничейного результата - до первого промаха).`,

    },
    {
      name: "2013-2014",
      groups: [
        {
          name: "Группа A",
          matches: [
            { "team1": "Олимп", "team2": "Виктория", "score1": 1, "score2": 1, "date": "09.02.2025" },
            { "team1": "Олимп", "team2": "Радуга", "score1": 5, "score2": 4, "date": "09.03.2025" },
            { "team1": "Олимп", "team2": "Юность", "score1": 8, "score2": 1, "date": "19.01.2025" },
            { "team1": "Виктория", "team2": "Радуга", "score1": 6, "score2": 2, "date": "26.01.2025" },
            { "team1": "Радуга", "team2": "Юность", "score1": 10, "score2": 2, "date": "31.03.2025" }
          ]
        },
        {
          name: "Группа B",
          matches: [
            { "team1": "Омская-1", "team2": "Виктория-2", "score1": 0, "score2": 6, "date": "09.03.2025" },
            { "team1": "Омская-1", "team2": "Метеор", "score1": 1, "score2": 6, "date": "02.02.2025" },
            { "team1": "Омская-1", "team2": "Олимп-2", "score1": 1, "score2": 2, "date": "26.01.2025" },
            { "team1": "Омская-1", "team2": "Радуга-2", "score1": 7, "score2": 3, "date": "28.09.2025" },
            { "team1": "Виктория-2", "team2": "Радуга-2", "score1": 3, "score2": 3, "date": "19.01.2025" },
            { "team1": "Виктория-2", "team2": "Метеор", "score1": 2, "score2": 5, "date": "09.02.2025" },
            { "team1": "Виктория-2", "team2": "Олимп-2", "score1": 2, "score2": 3, "date": "21.09.2025" },
            { "team1": "Радуга-2", "team2": "Метеор", "score1": 8, "score2": 4, "date": "21.09.2025" },
            { "team1": "Радуга-2", "team2": "Олимп-2", "score1": 4, "score2": 0, "date": "16.02.2025" },
            { "team1": "Метеор", "team2": "Олимп-2", "score1": 3, "score2": 2, "date": "31.03.2025" }
          ]
        },
      ],
      reglament: `🔹9 команд, 2 группы 4 и 5 команд
                  
                  🟪Расстановка команд на ГРУППОВОМ этапе проводится по наибольшему количеству набранных очков. За победу присуждается 3 очка, ничья - 1 очко, поражение - 0 очков.
                  🟦В случае равенства очков у двух и более команд места определяются по:
                  - наибольшему количеству очков, набранных во встречах между ними;
                  - наилучшей разнице забитых и пропущенных мячей в играх между ними;
                  - наилучшей разнице забитых и пропущенных мячей во всех играх;
                  - наибольшему количеству забитых мячей во всех играх;
                  - наименьшему количеству пропущенных мячей во всех играх;
                  - по жребию.

                  ⭐️Play-off:
                  🟢Четвертьфинал:
                  1А-4Б
                  2А-3Б
                  3А-2Б
                  4А-1Б

                  🟢Полуфинал:
                  Поб.1А-4Б/Поб.3А-2Б
                  Поб.4А-1Б/Поб.2А-3Б
                  🏆Матч за 3 место:
                  🏆Финал:

                  «🟢Кубок Надежды»
                  Полуфинал:
                  Проиг.1А-4Б/Проиг.3А-2Б
                  Проиг.4А-1Б/Проиг.2А-3Б
                  🏆Финал:

                  🟪Если в стадии PLAY-OFF в основное время победитель не выявлен, то назначается серия штрафных бросков (серия из 3-х бросков, в случае ничейного результата - до первого промаха).`,

    },
    {
      name: "2015-2016",
      groups: [
        {
          name: "Группа A",
          matches: [
            { "team1": "Виктория", "team2": "Юность", "score1": 14, "score2": 1, "date": "16.02.2025" },
            { "team1": "Виктория", "team2": "Радуга", "score1": 5, "score2": 0, "date": "31.03.2025" },
            { "team1": "Виктория", "team2": "Старт", "score1": 9, "score2": 0, "date": "21.09.2025" },
            { "team1": "Виктория", "team2": "Олимп", "score1": 9, "score2": 0, "date": "28.09.2025" },
            { "team1": "Юность", "team2": "Старт", "score1": 1, "score2": 8, "date": "02.02.2025" },
            { "team1": "Радуга", "team2": "Старт", "score1": 4, "score2": 10, "date": "16.02.2025" },
            { "team1": "Радуга", "team2": "Олимп", "score1": 4, "score2": 4, "date": "09.02.2025" },
            { "team1": "Радуга", "team2": "Юность", "score1": 10, "score2": 3, "date": "28.09.2025" },
            { "team1": "Старт", "team2": "Олимп", "score1": 5, "score2": 3, "date": "09.03.2025" }
          ]
        }
      ],
      reglament: `🔹5 команд, 1 группа
                  🟪Расстановка команд на ГРУППОВОМ этапе проводится по наибольшему количеству набранных очков. За победу присуждается 3 очка, ничья - 1 очко, поражение - 0 очков.
                  🟦В случае равенства очков у двух и более команд места определяются по:
                  - наибольшему количеству очков, набранных во встречах между ними;
                  - наилучшей разнице забитых и пропущенных мячей в играх между ними;
                  - наилучшей разнице забитых и пропущенных мячей во всех играх;
                  - наибольшему количеству забитых мячей во всех играх;
                  - наименьшему количеству пропущенных мячей во всех играх;
                  - по жребию.

                  ⭐️Play-off:
                  🏆Финал (1-2 м. гр.этап):
                  🏆Матч за 3 место (3-4 м. гр.этап):

                  🟪Если в стадии PLAY-OFF в основное время победитель не выявлен, то назначается серия штрафных бросков (серия из 3-х бросков, в случае ничейного результата - до первого промаха).`,
    }
]

