export const news = [
  {
    id: 1,
    title: "В Омске появится женская флорбольная команда «Сибирь-Ракета»",
    image: "/assets/news/1.jpg",
    date: "25.09.2025",
    content: `
      Мужская флорбольная команда «Сибирь» и женская хоккейная команда «Ракета» начали совместный проект, результатом которого станет появление первой женской команды по флорболу!
      Первый показательный матч новой команды пройдет 22 ноября в Омском велотреке в рамках финального дня чемпионата СФО и УрФО по флорболу
      А дальше девушки будут готовиться к выступлению на Кубке России по флорболу среди женских команд, который состоится в августе или сентябре 2026 года
    `,
  },
  {
    id: 2,
    title: "Состав команды «Сибирь» на 1 тур Чемпионата России по флорболу среди мужских команд «Высшая Лига»",
    image: "/assets/news/2.jpg",
    date: "01.10.2025",
    content: `
      <p>Команда «Сибирь» готовится к насыщенному игровому туру, который пройдет с 9 по 12 октября в городе Фрязино (Московская область).</p>
      <p>В рамках этого тура команда встретится с сильнейшими соперниками:</p>
      <ul>
        <li>«Бараккуда»</li>
        <li>«Норд Сити»</li>
        <li>«Мининский»</li>
        <li>«Помор»</li>
      </ul>
      <p>Следите за результатами на нашем сайте и в социальных сетях клуба!</p>
    `,
  },
  {
    id: 3,
    title: "Игроки команды «Сибирь» приняли участие во Всероссийском спортивном диктанте",
    image: "/assets/news/3.jpg",
    date: "05.10.2025",
    content: `
      <p>Сегодня более 100 тысяч человек по всей стране приняли участие во Всероссийской акции «Спортивный диктант», инициированной Министерством спорта Российской Федерации и президентом Олимпийского комитета России Михаилом Владимировичем Дегтяревым. <a href="https://t.me/Degtyarev_Info" target="_blank" class="text-blue-600 hover:underline">Подробнее</a></p>
      <p>Проект направлен на повышение спортивной грамотности населения и развитие интереса к занятиям физической культурой.</p>
      <p>Игроки команды «Сибирь» вместе с сотрудниками, тренерами, обучающимися, профессиональными спортсменами и любителями физкультуры проверили свои знания и узнали новые интересные факты об истории мирового и отечественного спорта на базе спортшколы «Красная звезда».</p>
    `,
  },
];
